Repository: hadess/detwinner
Catalog: po/*.po
Languages: it

source: Find and remove duplicate files and similar images
it: Trova e rimuovi file duplicati e immagini simili

source: Detwinner is a tool to search and remove exact file duplicates and similar images.
it: Detwinner è uno strumento per cercare e rimuovere duplicati di file uguali e immagini simili.

source: You can search for either exact duplicates (100% byte-to-byte match is ensured by the special hash function) or similar images (Detwinner generates groups of images that look alike using similarity level specified by you). You can also narrow your search by specifying file size, attributes and regular expressions.
it: Puoi cercare entrambi i duplicati esatti (la corrispondenza byte-byte del 100% è garantito dalla speciale funzione hash) o immagini simili (Detwinner genera gruppi di immagini che si assomigliano utilizzando il livello di somiglianza specificato da te) .Puoi anche restringere la ricerca specificando la dimensione del file, gli attributi e espressioni regolari.

source: Smart selection tools provide numerous options for batch selection of files which should be deleted. Instant preview allows you to be confident in your choice.
it: Gli strumenti di selezione intelligente forniscono numerose opzioni per la selezione batch dei file che dovrebbe essere eliminato. L'anteprima istantanea ti consente di essere sicuro del tuo scelta.

source: Files can be deleted permanently, to the trash bin or moved to the backup folder.
it: I file possono essere eliminati definitivamente, nel cestino o spostati nel backup cartella.

source: Find and remove duplicate files
it: Trova e rimuovi file duplicati

source: disk;filesystem;
it: disco;filesystem;

source: Open
it: Apri

source: Open containing folder
it: Apri la cartella contenente

source: Exclude from search results
it: Escludere dai risultati della ricerca

source: Smart select
it: Selezione intelligente

source: Keep the first in a group
it: Mantieni il primo in un gruppo

source: Keep the last in a group
it: Mantieni l'ultimo in un gruppo

source: Keep with the earliest modification date
it: Conservare con la prima data di modifica

source: Keep with the latest modification date
it: Conservare con l'ultima data di modifica

source: Keep with the shortest name
it: Conserva con il nome più breve

source: Keep with the longest name
it: Conserva con il nome più lungo

source: Keep with the shortest path
it: Continua con il percorso più breve

source: Keep with the longest path
it: Continua con il percorso più lungo

source: Keep with the lowest resolution
it: Mantenere con la risoluzione più bassa

source: Keep with the highest resolution
it: Mantenere con la risoluzione più alta

source: Select all
it: Seleziona tutto

source: Clear selection
it: Cancella selezione

source: Invert selection
it: Inverti selezione

source: Files with a name
it: File con un nome

source: Files in a folder
it: File con un nome

source: Files with an extension
it: File con un estensione

source: Total size of a group
it: Dimensione totale di un gruppo

source: Size of a single file
it: Dimensione di un singolo file

source: Number of files in a group
it: Numero di file in un gruppo

source: Ascending
it: Ascendente

source: Permanently
it: Permanentemente

source: Move to Trash
it: Sposta nel cestino

source: Move to…
it: Sposta in ...

source: Sort by
it: Ordina per

source: Select
it: Seleziona

source: Delete
it: Cancella

source: New search
it: Nuova ricerca

source: Reload
it: Ricarica

source: Show hidden files
it: Mostra file nascosti

source: Settings
it: Impostazioni

source: About Detwinner
it: Informazioni su Detwinner

source: Exact duplicates
it: Duplicati esatti

source: Similar images
it: Immagini simili

source: Search for:
it: Ricerca per:

source: Start search
it: Inizia la ricerca

source: Cancel
it: Cancella

source: File size
it: Dimensione file

source: Greater than:
it: Più grande di:

source: Smaller than:
it: Più piccolo di:

source: File attributes
it: Attributi del file

source: Read only
it: Solo lettura

source: Hidden
it: Nascosto

source: Executable
it: Eseguibile

source: Similarity level:
it: Livello di somiglianza:

source: Take rotations into account
it: Prendi in considerazione le rotazioni

source: Neat duplicate file finder
it: Miglior ricercatore di file duplicati

source: translator-credits
it: Albano Battistella

source: File with this name already exists. What should we do?
it: Il file con questo nome esiste già. Cosa dovremmo fare?

source: Overwrite
it: Sovrascrittura

source: Skip
it: Salta

source: Name
it: Nome

source: Path
it: Percorso

source: Size
it: Dimensione

source: Resolution
it: Risoluzione

source: Updated
it: Aggiornato

source: %1 files, %2 each
it: %1 file, %2 ciascuno

source: %1 files, from %2 to %3
it: File %1, da %2 a %3

source: <b>File name:</b>
it: <b>Nome file:</b>

source: <b>File size:</b>
it: <b>Dimensioni file:</b>

source: <b>Modified:</b>
it: <b>Modifica:</b>

source: ... only first %1 shown ...
it: ...viene visualizzato solo il primo %1...

source: Invalid regexp
it: Regexp non valido

source: Search progress
it: Avanzamento della ricerca

source: Stop
it: Ferma

source: Pause
it: Pausa

source: Paused
it: In pausa

source: <b>Stage:</b>
it: <b>Fase:</b>

source: <b>Total files processed:</b>
it: <b>Totale file elaborati:</b>

source: <b>Skipped files:</b>
it: <b>File ignorati:</b>

source: <b>Duplicates found:</b>
it: <b>Duplicati trovati:</b>

source: <b>Time spent:</b>
it: <b>Tempo trascorso:</b>

source: (1/4) Indexing…
it: (1/4) Indicizzazione...

source: (2/4) Examining images…
it: (2/4) Immagini in esame...

source: (3/4) Comparing images…
it: (3/4) Confronta immagini...

source: (4/4) Organizing images…
it: (4/4) Organizza immagini...

source: (1/2) Indexing…
it: (1/2) Indicizzazione...

source: (2/2) Comparing…
it: (2/2) Confronto...

source: %1 of %2
it: %1 di %2

source: %1 in %2 groups (total size: %3, can be freed: %4)
it: %1 in %2 gruppi (dimensione totale: %3, può essere liberata: %4)

source: Continue
it: Continua

source: Preparing results…
it: Preparazione dei risultati...

source: Abort
it: Abbandona

source: Finished.
it: Finito.

source: Close
it: Chiudi

source: Selecting…
it: Selezione...

source: Remaining %1 duplicates in %2 groups (total size: %3, could be potentially freed: %4)
it: Duplicati %1 restanti in %2 gruppi (dimensione totale: %3, potrebbero essere potenzialmente liberati: %4)

source: Selected files will be permanently removed. Continue?
it: I file selezionati verranno rimossi in modo permanente. Continuare?

source: Warning: you have selected all files in one or more duplicate groups. This means that all these files will be deleted.
it: Attenzione: hai selezionato tutti i file in uno o più gruppi duplicati. Ciò significa che tutti questi file verranno eliminati.

source: Deleting…
it: Eliminazione...

source: Selected files will be moved to trash. Continue?
it: I file selezionati verranno spostati nel cestino. ContinuaRE?

source: Moving to trash…
it: Spostare nel cestino...

source: Select a backup folder
it: Seleziona una cartella di backup

source: Moving…
it: Sto spostando…

source: Some of the files could not be deleted
it: Alcuni file non possono essere eliminati

source: Please verify that sufficient permissions have been granted for your account.
it: Verifica che siano state concesse autorizzazioni sufficienti per il tuo account.

source: <b>File path regexps</b> (%1 in total)
it: <b>Regexps del percorso file</b> (%1 in totale)
